Repository: zeezooz/zxcvbnm
Catalog: lib/src/l10n/intl_*.arb
Languages: ar, cs, de, es, fi, fr, id, it, ja, nl, pl, pt

# TimeEstimations_months
source: {number, plural, one{{number} month} other{{number} months}}
ar: {number, plural, one{{number} شهر} other{{number} شهور}}
cs: {number, plural, one{{number} měsíc} other{{number} měsíce}}
de: {number, plural, one{{number} Monat} other{{number} Monate}}
es: {number, plural, one{{number} mes} other{{number} meses}}
fi: {number, plural, one{{number} kuukausi} other{{number} kuukautta}}
fr: {number, plural, other{{number} mois}}
id: {number, plural, other{{number} bulan}}
it: {number, plural, one{{number} mese} other{{number} mesi}}
ja: {number, plural, other{{number} 月}}
nl: {number, plural, one{{number} maand} other{{number} maanden}}
pl: {number, plural, one{{number} miesiąc} other{{number} miesięcy}}
pt: {number, plural, one{{number} mês} other{{number} meses}}

# TimeEstimations_years
source: {number, plural, one{{number} year} other{{number} years}}
ar: {number, plural, one{{number} سنة} other{{number} سنين}}
cs: {number, plural, one{{number} rok} other{{number} roky}}
de: {number, plural, one{{number} Jahr} other{{number} Jahre}}
es: {number, plural, one{{number} año} other{{number} años}}
fi: {number, plural, one{{number} vuosi} other{{number} vuotta}}
fr: {number, plural, one{{number} année} other{{number} années}}
id: {number, plural, other{{number} tahun}}
it: {number, plural, one{{number} anno} other{{number} anni}}
ja: {number, plural, other{{number} 年}}
nl: {number, plural, one{{number} jaar} other{{number} jaren}}
pl: {number, plural, one{{number} rok} other{{number} lat}}
pt: {number, plural, one{{number} ano} other{{number} anos}}

# TimeEstimations_centuries
source: centuries
ar: قرون
cs: staletí
de: Jahrhunderte
es: siglos
fi: vuosikymmeniä
fr: siècles
id: abad
it: secoli
ja: 世紀
nl: eeuwen
pl: wieki
pt: séculos
