Repository: zeezooz/zxcvbnm
Catalog: lib/src/l10n/intl_*.arb
Languages: ar, cs, de, es, fi, fr, id, it, ja, nl, pl, pt

# Warnings_straightRow
source: Straight rows of keys on your keyboard are easy to guess.
ar: من السهل تخمين الصفوف المستقيمة من المفاتيح على لوحة المفاتيح.
cs: Rovné řady kláves na klávesnici lze snadno uhodnout.
de: Gerade Linien von Tasten auf der Tastatur sind leicht zu erraten.
es: Teclas consecutivas en tu teclado son fáciles de adivinar.
fi: Näppäimistön vierekkäiset kirjaimet ovat helppoja arvata.
fr: Les lignes droites de touches de votre clavier sont faciles à deviner.
id: Deretan tombol pada keyboard mudah untuk ditebak.
it: Le sequenze lineari dei tasti sulla tastiera sono facili da indovinare.
ja: キーボードの直線的なキー配列の使用は、推測されやすくなります
nl: Opeenvolgende toetsen op jouw toetsenbord zijn makkelijk te raden.
pl: Występujące kolejno po sobie znaki na klawiaturze są łatwe do odgadnięcia.
pt: Letras que vêm em sequência no teclado são fáceis de adivinhar.

# Warnings_keyPattern
source: Short keyboard patterns are easy to guess.
ar: من السهل تخمين أنماط لوحة المفاتيح القصيرة.
cs: Krátké vzory klávesnice lze snadno uhodnout.
de: Kurze Tastaturmuster sind leicht zu erraten.
es: Patrones cortos son fáciles de adivinar.
fi: Lyhyet näppäinsarjat ovat helppoja arvata.
fr: Des motifs de clavier courts sont faciles à deviner.
id: Pola keyboard yang pendek lebih mudah untuk ditebak.
it: Le brevi combinazioni di tasti sono facili da indovinare.
ja: 短いキーボードパターンは推測されやすくなります
nl: Korte toetsenbord patronen zijn makkelijk te raden.
pl: Krótkie wzory klawiaturowe są łatwe do odgadnięcia.
pt: Padrões de teclado curtos são fáceis de adivinhar.

# Warnings_simpleRepeat
source: Repeated characters like "aaa" are easy to guess.
ar: من السهل تخمين الأحرف المتكررة مثل "aaa".
cs: Opakované znaky jako "aaa" lze snadno uhodnout.
de: Sich wiederholende Zeichen wie "aaa" sind leicht zu erraten.
es: Caracteres repetidos como "aaa" son fáciles de adivinar.
fi: Toistot kuten "aaa" ovat helppoja arvata.
fr: Les caractères répétés comme 'aaa' sont faciles à deviner.
id: Karakter berulang seperti "aaa" mudah ditebak.
it: I caratteri ripetuti come "aaa" sono facili da indovinare.
ja: "aaa"のような繰り返しの多い文字は推測されやすくなります
nl: Herhalende letters zoals "aaa" zijn makkelijk te raden.
pl: Powtarzające się znaki, takie jak „aaa”, są łatwe do odgadnięcia.
pt: Caracteres repetidos, como "aaa" são fáceis de adivinhar.

# Warnings_extendedRepeat
source: Repeated character patterns like "abcabcabc" are easy to guess.
ar: من السهل تخمين أنماط الأحرف المتكررة مثل "abcabcabc".
cs: Opakované vzory znaků jako "abcabcabc" lze snadno uhodnout.
de: Sich wiederholende Zeichenmuster wie "abcabcabc" sind leicht zu erraten.
es: Patrones repetidos como "abcabcabc" son fáciles de adivinar.
fi: Toistuvat merkkisarjat "abcabcabc" ovat helppoja arvata.
fr: Les caractères répétés comme 'abcabcabc' sont faciles à deviner.
id: Pola karakter berulang seperti "abcabcabc" mudah ditebak.
it: Le combinazioni di caratteri ripetuti come "abcabcabc" sono facili da indovinare.
ja: "abcabcabc"のような繰り返しの多い文字は推測されやすくなります
nl: Herhalende patronen zoals "abcabcabc" zijn makkelijk te raden.
pl: Powtarzające się wzorce znaków, takie jak „abcabcabc”, są łatwe do odgadnięcia.
pt: Padrões de caracteres repetidos, como "abcabcabc" são fáceis de adivinhar.

# Warnings_sequences
source: Common character sequences like "abc" are easy to guess.
ar: من السهل تخمين تسلسلات الأحرف الشائعة مثل "abc".
cs: Běžné sekvence znaků jako "abc" lze snadno uhodnout.
de: Häufige Zeichenfolgen wie "abc" sind leicht zu erraten.
es: Patrones comunes como "abc" son fáciles de adivinar.
fi: Peräkkäiset merkit kuten "abc" ovat helppoja arvata.
fr: Des séquences de caractères communs comme 'abc' sont faciles à deviner.
id: Urutan karakter umum seperti "abc" mudah ditebak.
it: Le sequenze di caratteri comuni come "abc" sono facili da indovinare.
ja: "abc"のような一般的な文字は推測されやすくなります
nl: Veelvoorkomende tekstreeksen zoals "abc" zijn makkelijk te raden.
pl: Typowe sekwencje znaków, takie jak „abc”, są łatwe do odgadnięcia.
pt: Sequências comuns de caracteres, como "abc" são fáceis de adivinhar.

# Warnings_recentYears
source: Recent years are easy to guess.
ar: من السهل تخمين السنوات الأخيرة.
cs: Poslední roky lze snadno uhodnout.
de: Die jüngsten Jahreszahlen sind leicht zu erraten.
es: Los años recientes son fáciles de adivinar.
fi: Viime vuodet ovat helppoja arvata.
fr: Les années récentes sont faciles à deviner.
id: Tahun-tahun terakhir mudah ditebak.
it: Gli anni recenti sono facili da indovinare.
ja: 最近の西暦は推測されやすくなります
nl: Recente jaartallen zijn makkelijk te raden.
pl: Ostatnie lata są łatwe do odgadnięcia.
pt: Anos recentes são fáceis de adivinhar.

# Warnings_dates
source: Dates are easy to guess.
ar: من السهل تخمين التواريخ.
cs: Termíny lze snadno uhodnout.
de: Ein Datum ist leicht zu erraten.
es: Las fechas son fáciles de adivinar.
fi: Päivät ovat helppoja arvata.
fr: Les dates sont faciles à deviner.
id: Tanggal mudah ditebak.
it: Le date sono facili da indovinare.
ja: 日付は推測されやすくなります
nl: Datums zijn makkelijk te raden.
pl: Daty są łatwe do odgadnięcia.
pt: Datas são fáceis de adivinhar.

# Warnings_topTen
source: This is a heavily used password.
ar: هذه كلمة مرور مستخدمة بكثرة.
cs: Toto je velmi často používané heslo.
de: Dies ist ein sehr häufig verwendetes Passwort.
es: Es de las contraseñas más usadas.
fi: Tämä on yksi yleisimmistä salasanoista.
fr: Ce mot de passe est très utilisé.
id: Ini adalah kata sandi yang banyak digunakan.
it: Questa è una password molto usata.
ja: 一般的に使用されるパスワードです
nl: Dit wachtwoord wordt heel erg veel gebruikt.
pl: To jest przesadnie często używane hasło.
pt: Esta é uma senha muito usada.

# Warnings_topHundred
source: This is a frequently used password.
ar: هذه كلمة مرور مستخدمة بشكل متكرر.
cs: Toto je často používané heslo.
de: Dies ist ein häufig verwendetes Passwort.
es: Es una contraseña usada con mucha frecuencia.
fi: Tämä on hyvin usein käytetty salasana.
fr: Ce mot de passe est fréquemment utilisé.
id: Ini adalah kata sandi yang sering digunakan.
it: Questa è una password usata spesso.
ja: 頻繁に使われるパスワードです
nl: Dit wachtwoord wordt erg veel gebruikt.
pl: To jest bardzo często używane hasło.
pt: Esta é uma senha usada frequentemente.

# Warnings_common
source: This is a commonly used password.
ar: هذه كلمة مرور شائعة الاستخدام.
cs: Toto je běžně používané heslo.
de: Dies ist ein oft verwendetes Passwort.
es: Es una contraseña usada comúnmente.
fi: Tämä on hyvin yleinen salasana.
fr: Ce mot de passe est couramment utilisé.
id: Ini adalah kata sandi yang umum digunakan.
it: Questa è una password di uso comune.
ja: よく使われるパスワードです
nl: Dit wachtwoord wordt veel gebruikt.
pl: To jest często używane hasło.
pt: Esta é uma senha comumente usada.

# Warnings_similarToCommon
source: This is similar to a commonly used password.
ar: هذه كلمة مرور مشابهة لكلمة مرور شائعة الاستخدام.
cs: Je to podobné jako u běžně používaného hesla.
de: Dies weist Ähnlichkeit zu anderen oft verwendeten Passwörtern auf.
es: Es similar a una contraseña usada habitualmente.
fi: Tämä on samankaltainen kuin usein käytetty salasana.
fr: Ce mot de passe est similaire à un mot de passe couramment utilisé.
id: Ini mirip dengan kata sandi yang umum digunakan.
it: Questa assomiglia a una password di uso comune.
ja: よく使われるパスワードに似ています
nl: Dit lijkt op een veelvoorkomend wachtwoord.
pl: To jest podobne do często używanego hasła.
pt: Isso é semelhante a uma senha comumente usada.

# Warnings_wordByItself
source: Single words are easy to guess.
ar: من السهل تخمين الكلمات المنفردة.
cs: Jednotlivá slova lze snadno uhodnout.
de: Einzelne Wörter sind leicht zu erraten.
es: Palabras únicas son fáciles de adivinar.
fi: Sana on hyvin helppo arvata.
fr: Les mots simples sont faciles à deviner.
id: Satu kata mudah ditebak.
it: Le singole parole sono facili da indovinare.
ja: 1つの単語のみは推測されやすくなります
nl: Woorden op zich zijn makkelijk te raden.
pl: Pojedyncze słowa są łatwe do odgadnięcia.
pt: Palavras simples são fáceis de adivinhar.

# Warnings_namesByThemselves
source: Single names or surnames are easy to guess.
ar: من السهل تخمين الأسماء المنفردة أو الألقاب.
cs: Jednotlivá jména nebo příjmení lze snadno uhodnout.
de: Einzelne Namen oder Nachnamen sind leicht zu erraten.
es: Nombres o apellidos a solas son fáciles de adivinar.
fi: Yksittäiset nimet ja sukunimet ovat helppoja arvata.
fr: Des noms ou des prénoms simples sont faciles à deviner.
id: Nama tunggal atau nama keluarga mudah ditebak.
it: I singoli nomi o cognomi sono facili da indovinare.
ja: 1つの名前は推測されやすくなります
nl: Voor- en achternamen op zich zijn makkelijk te raden.
pl: Pojedyncze imiona lub nazwiska są łatwe do odgadnięcia.
pt: Nomes ou sobrenomes são fáceis de adivinhar.

# Warnings_commonNames
source: Common names and surnames are easy to guess.
ar: من السهل تخمين الأسماء والألقاب الشائعة.
cs: Běžná jména a příjmení lze snadno uhodnout.
de: Vornamen und Nachnamen sind leicht zu erraten.
es: Nombre y apellidos comunes son fáciles de adivinar.
fi: Yleisnimet ja sukunimet ovat helppoja arvata.
fr: Les noms communs et les noms de famille sont faciles à deviner.
id: Nama umum dan nama keluarga mudah ditebak.
it: I nomi e cognomi comuni sono facili da indovinare.
ja: 一般的な名前は推測されやすくなります
nl: Veelvoorkomende voor- en achternamen zijn makkelijk te raden.
pl: Popularne imiona i nazwiska są łatwe do odgadnięcia.
pt: Nomes e sobrenomes comuns são fáceis de adivinhar.

# Warnings_userInputs
source: There should not be any personal or page related data.
ar: يجب ألا يكون هناك أي بيانات شخصية أو متعلقة بالصفحة.
cs: Neměly by zde být žádné osobní údaje ani údaje související se stránkou.
de: Es sollten keine persönlichen oder Seiten relevanten Daten vorkommen.
es: No debería haber datos personales o relacionados con esta página.
fi: Salasanassa ei tulisi olla henkilökohtaista tai sivustoon liittyvää tietoa.
fr: Le mot de passe ne doit pas comporter de données personnelles ou liées au site.
id: Mengandung data personal.
it: Non devono essere presenti dati personali o relativi alla pagina.
ja: 個人情報やページに関する情報は含めるべきではありません
nl: Vermijd persoonlijke of website gerelateerde woorden.
pl: Nie powinno być żadnych danych osobowych, ani danych dotyczących strony.
pt: Senha não deve haver nenhum dado pessoal ou relacionado.

# Suggestions_l33t
source: Avoid predictable letter substitutions like "@" for "a".
ar: تجنب الاستبدالات المتوقعة للأحرف مثل '@' بدل 'a'.
cs: Vyhněte se předvídatelným záměnám písmen, jako je "@" za "a".
de: Vorhersehbare Buchstabenersetzungen wie "@" für "a" vermeiden.
es: Evita sustituciones predecibles como "@" por "a".
fi: Vältä ennustettavissa olevia kirjainvaihtoja kuten esimerkiksi @-merkin käyttöä a:n sijasta.
fr: Évitez les substitutions de lettres prévisibles comme '@' pour 'a'.
id: Hindari penggantian huruf yang dapat diprediksi seperti "@" untuk "a".
it: Evita prevedibili sostituzioni di lettere come "@" per "a".
ja: "a"を"@"に置き換えるような、予測可能な文字の置き換えは避けてください
nl: Vermijd voorspelbare vervangingen, zoals "@" voor "a".
pl: Unikaj przewidywalnych podstawień liter, takich jak „@” zamiast „a”.
pt: Evite substituições previsíveis de letras, como "@" por "a".

# Suggestions_reverseWords
source: Avoid reversed spellings of common words.
ar: تجنب التهجئة المعكوسة للكلمات الشائعة.
cs: Vyhněte se obrácenému hláskování běžných slov.
de: Umgekehrte Schreibweise von gebräuchlichen Wörtern vermeiden.
es: Evita palabras comunes escritas al revés.
fi: Vältä tunnettujen sanojen takaperin kirjoittamista.
fr: Évitez les orthographes inversées des mots courants.
id: Hindari ejaan terbalik dari kata-kata umum.
it: Evita di scrivere parole di uso comune al contrario.
ja: 一般的な単語を逆にした使用は避けてください
nl: Vermijd het omdraaien van veelvoorkomende woorden.
pl: Unikaj pisowni popularnych słów na wspak.
pt: Evite utilizar palavras comuns escritas de "trás para frente".

# Suggestions_allUppercase
source: Capitalize some, but not all letters.
ar: قم بتكبير بعض الحروف ولكن ليس جميعها.
cs: Některá písmena velká, ale ne všechna.
de: Einige, aber nicht alle Buchstaben groß schreiben.
es: Escribe en mayúsculas algunas, pero no todas las letras.
fi: Kirjoita osa kirjaimista isolla, mutta älä kaikkia.
fr: Mettez quelques lettres en majuscules, mais pas toutes.
id: Kapitalisasi beberapa, tetapi tidak semua huruf.
it: Scrivi alcune lettere in maiuscolo, ma non tutte.
ja: いくつかの文字は大文字にしてください
nl: Zet een deel in hoofdletters, maar niet alle letters.
pl: Niektóre litery napisz wielkimi literami, lecz nie wszystkie.
pt: Utilize apenas algumas letras maiúsculas, não todas.

# Suggestions_capitalization
source: Capitalize more than the first letter.
ar: قم بتكبير حروف أخرى وليس الحرف الأول فقط
cs: Pište více než první písmeno velkým písmenem.
de: Nicht nur den ersten Buchstaben groß schreiben.
es: Escribe en mayúsculas alguna letra más además de la primera.
fi: Käytä isoja kirjaimia muutoinkin kuin vain ensimmäisessä kirjaimessa.
fr: Capitalisez mais pas seulement la première lettre.
id: Kapitalisasi lebih dari huruf pertama.
it: Scrivi la prima lettera e almeno un''altra in maiuscolo.
ja: 最初の文字以外も大文字にしてください
nl: Zet meer dan de eerste letter in hoofdletter.
pl: Używaj wielkiej litery, nie tylko na początku.
pt: Utilize outras letras maiúsculas, além do que primeira.

# Suggestions_dates
source: Avoid dates and years that are associated with you.
ar: تجنب التواريخ والسنوات المرتبطة بك.
cs: Vyhněte se datům a rokům, které jsou s vámi spojeny.
de: Daten, die mit persönlichen Daten in Verbindung gebracht werden können, vermeiden.
es: Evita fechas que estén asociadas contigo.
fi: Vältä sinuun liitettävissä olevia päivämääriä ja vuosilukuja.
fr: Évitez les dates et les années qui vous sont associées.
id: Hindari tanggal dan tahun yang berhubungan dengan Anda.
it: Evita le date e gli anni associati alla tua persona.
ja: 自分に関連する日付や西暦は避けてください
nl: Vermijd data en jaartallen die met jou geassocieerd zijn.
pl: Unikaj dat i lat, które są z Tobą powiązane.
pt: Evite datas e anos associados a você.

# Suggestions_recentYears
source: Avoid recent years.
ar: تجنب السنوات الأخيرة.
cs: Vyhněte se posledním letům.
de: Die jüngsten Jahreszahlen vermeiden.
es: Evita años recientes.
fi: Vältä lähivuosien käyttöä.
fr: Évitez les dernières années.
id: Hindari beberapa tahun terakhir.
it: Evita gli anni recenti.
ja: 最近の西暦は避けてください
nl: Vermijd recente jaartallen.
pl: Unikaj ostatnich lat.
pt: Evite anos recentes.

# Suggestions_associatedYears
source: Avoid years that are associated with you.
ar: تجنب السنوات المرتبطة بك.
cs: Vyhněte se rokům, které jsou s vámi spojeny.
de: Jahre, die mit persönlichen Daten in Verbindung gebracht werden können, vermeiden.
es: Evita años asociados contigo.
fi: Vältä sinuun liitettävissä olevien vuosilukujen käyttöä.
fr: Évitez les années qui vous sont associées.
id: Hindari tahun-tahun yang berhubungan dengan Anda.
it: Evita gli anni associati alla tua persona.
ja: 自分に関連のある西暦は避けてください
nl: Vermijd jaartallen die met jou geassocieerd zijn.
pl: Unikaj lat, które są z Tobą powiązane.
pt: Evite anos associados a você.

# Suggestions_sequences
source: Avoid common character sequences.
ar: تجنب تسلسل الأحرف الشائعة.
cs: Vyhněte se běžným sekvencím znaků.
de: Häufige Zeichenfolgen vermeiden.
es: Evita secuencias de letras comunes.
fi: Vältä tunnettuja merkkisarjoja.
fr: Évitez les séquences de caractères courantes.
it: Evita le sequenze di caratteri comuni.
ja: よくある文字列は避けてください
nl: Vermijd veelvoorkomende tekstreeksen.
pl: Unikaj typowych sekwencji znaków.
pt: Evite sequências comuns de caracteres.

# Suggestions_repeated
source: Avoid repeated words and characters.
ar: تجنب الكلمات والأحرف المتكررة.
cs: Vyhněte se opakovaným slovům a znakům.
de: Wort- und Zeichenwiederholungen vermeiden.
es: Evitas palabras y letras repetidas.
fi: Vältä sanojen ja merkkien toistamista.
fr: Évitez les mots et les caractères répétés.
id: Hindari urutan karakter yang umum.
it: Evita la ripetizione di parole e caratteri.
ja: 単語や文字の繰り返しは避けてください
nl: Vermijd herhalende woorden en letters.
pl: Unikaj powtarzających się słów i znaków.
pt: Evite repetir sequências de caracteres e palavras.

# Suggestions_longerKeyboardPattern
source: Use longer keyboard patterns and change typing direction multiple times.
ar: استخدم أنماط لوحة المفاتيح أطول وقم بتغيير اتجاه الكتابة عدة مرات.
cs: Používejte delší vzory klávesnice a několikrát změňte směr psaní.
de: Längere Tastaturmuster in unterschiedlicher Tipprichtung verwenden.
es: Usa patrones de teclado más largos y cambia la dirección de escritura varias veces.
fi: Käytä salasanassa pidempiä näppäinsarjoja ja vaihda kirjoitussuuntaa useasti.
fr: Utilisez des motifs de clavier plus longs et changez de sens de frappe plusieurs fois.
id: Gunakan pola keyboard yang lebih panjang dan ubah arah pengetikan beberapa kali.
it: Usa combinazioni di tasti più lunghe e cambia più volte la direzione di digitazione.
ja: 長いキーボード配列を使用するまたは、キーボード配列の方向を変えてください
nl: Gebruik langere toetsenbord patronen, en wissel meerdere keren van richting.
pl: Używaj dłuższych wzorów klawiaturowych i wielokrotnie zmieniaj kierunek pisania.
pt: Use padrões de teclado mais longos e altere a direção de digitação várias vezes.

# Suggestions_anotherWord
source: Add more words that are less common.
ar: أضف المزيد من الكلمات الأقل شيوعًا.
cs: Přidejte více slov, která jsou méně obvyklá.
de: Weitere Wörter, die weniger häufig vorkommen, hinzufügen.
es: Añade más palabras que sean menos comunes.
fi: Käytä salasanassa lisää vähemmän tunnettuja sanoja.
fr: Ajoutez des mots moins courants.
id: Tambahkan lebih banyak kata yang kurang umum.
it: Aggiungi un maggior numero di parole meno comuni.
ja: 一般的ではない単語を増やしてください
nl: Voeg meer woorden toe die minder vaak voorkomen.
pl: Dodaj więcej słów, które są mniej popularne.
pt: Adicione mais palavras menos comuns.

# Suggestions_useWords
source: Use multiple words, but avoid common phrases.
ar: استخدم كلمات متعددة، ولكن تجنب العبارات الشائعة.
cs: Používejte více slov, ale vyhněte se běžným frázím.
de: Mehrere Wörter verwenden, aber allgemeine Phrasen vermeiden.
es: Usa varias palabras, pero evita frases comunes.
fi: Voit käyttää salasanassa useampia sanoja, mutta vältä kuitenkin tunnettuja lauseita.
fr: Utilisez plusieurs mots, mais évitez les phrases courantes.
id: Gunakan banyak kata, tetapi hindari frasa umum.
it: Usa più parole, ma evita frasi comuni.
ja: 複数の単語を使用し、よくあるフレーズは避けてください
nl: Gebruik meerdere woorden, maar vermijd veelvoorkomende zinnen.
pl: Używaj wielu słów, ale unikaj popularnych fraz.
pt: Use várias palavras, mas evite frases comuns.

# Suggestions_noNeed
source: You can create strong passwords without using symbols, numbers, or uppercase letters.
ar: يمكنك إنشاء كلمات مرور قوية دون استخدام الرموز أو الأرقام أو الأحرف الكبيرة.
cs: Silná hesla můžete vytvářet bez použití symbolů, čísel nebo velkých písmen.
de: Es ist möglich, starke Passwörter zu erstellen, ohne Symbole, Zahlen oder Großbuchstaben zu verwenden.
es: Puedes crear contraseñas seguras sin usar símbolos, números o mayúsculas.
fi: Voit luoda vahvan salasanan myös käyttämättä symboleja, numeroita tai isoja kirjaimia.
fr: Vous pouvez créer des mots de passe forts sans utiliser de symboles, de chiffres ou de lettres majuscules.
id: Anda dapat membuat kata sandi yang kuat tanpa menggunakan simbol, angka, atau huruf besar.
it: Puoi creare password complesse senza utilizzare simboli, numeri o lettere maiuscole.
ja: 記号や数字、大文字を使わなくても、強力なパスワードを作成することができます
nl: Je kan ook een sterk wachtwoord maken zonder speciale tekens, hoofdletters of nummers.
pl: Możesz tworzyć silne hasła bez używania symboli, cyfr lub wielkich liter.
pt: Você pode criar senhas fortes sem usar símbolos, números ou letras maiúsculas.

# TimeEstimations_ltSecond
source: less than a second
ar: أقل من ثانية
cs: méně než sekundu
de: weniger als eine Sekunde
es: menos de un segundo
fi: alle sekunti
fr: moins d''une seconde
id: kurang dari satu detik
it: meno di un secondo
ja: 秒未満
nl: minder dan één second
pl: mniej niż sekunda
pt: menos de um segundo

# TimeEstimations_seconds
source: {number, plural, one{{number} second} other{{number} seconds}}
ar: {number, plural, one{{number} ثانية} other{{number} ثوانٍ}}
cs: {number, plural, one{{number} sekundu} other{{number} sekundy}}
de: {number, plural, one{{number} Sekunde} other{{number} Sekunden}}
es: {number, plural, one{{number} segundo} other{{number} segundos}}
fi: {number, plural, one{{number} sekunti} other{{number} sekuntia}}
fr: {number, plural, one{{number} seconde} other{{number} secondes}}
id: {number, plural, other{{number} detik}}
it: {number, plural, one{{number} secondo} other{{number} secondi}}
ja: {number, plural, other{{number} 秒}}
nl: {number, plural, one{{number} second} other{{number} seconden}}
pl: {number, plural, one{{number} sekunda} other{{number} sekund}}
pt: {number, plural, one{{number} segundo} other{{number} segundos}}

# TimeEstimations_minutes
source: {number, plural, one{{number} minute} other{{number} minutes}}
ar: {number, plural, one{{number} دقيقة} other{{number} دقائق}}
cs: {number, plural, one{{number} minuta} other{{number} minuty}}
de: {number, plural, one{{number} Minute} other{{number} Minuten}}
es: {number, plural, one{{number} minuto} other{{number} minutos}}
fi: {number, plural, one{{number} minuutti} other{{number} minuuttia}}
id: {number, plural, other{{number} menit}}
it: {number, plural, one{{number} minuto} other{{number} minuti}}
ja: {number, plural, other{{number} 分}}
nl: {number, plural, one{{number} minuut} other{{number} minuten}}
pl: {number, plural, one{{number} minuta} other{{number} minut}}
pt: {number, plural, one{{number} minuto} other{{number} minutos}}

# TimeEstimations_hours
source: {number, plural, one{{number} hour} other{{number} hours}}
ar: {number, plural, one{{number} ساعة} other{{number} ساعات}}
cs: {number, plural, one{{number} hodina} other{{number} hodiny}}
de: {number, plural, one{{number} Stunde} other{{number} Stunden}}
es: {number, plural, one{{number} hora} other{{number} horas}}
fi: {number, plural, one{{number} tunti} other{{number} tuntia}}
fr: {number, plural, one{{number} heure} other{{number} heures}}
id: {number, plural, other{{number} jam}}
it: {number, plural, one{{number} ora} other{{number} ore}}
ja: {number, plural, other{{number} 時間}}
nl: {number, plural, one{{number} uur} other{{number} uren}}
pl: {number, plural, one{{number} godzina} other{{number} godzin}}
pt: {number, plural, one{{number} hora} other{{number} horas}}

# TimeEstimations_days
source: {number, plural, one{{number} day} other{{number} days}}
ar: {number, plural, one{{number} يوم} other{{number} أيام}}
cs: {number, plural, one{{number} den} other{{number} dny}}
de: {number, plural, one{{number} Tag} other{{number} Tage}}
es: {number, plural, one{{number} día} other{{number} días}}
fi: {number, plural, one{{number} päivä} other{{number} päivää}}
fr: {number, plural, one{{number} jour} other{{number} jours}}
id: {number, plural, other{{number} hari}}
it: {number, plural, one{{number} giorno} other{{number} giorni}}
ja: {number, plural, other{{number} 日}}
nl: {number, plural, one{{number} dag} other{{number} dagen}}
pl: {number, plural, one{{number} dzień} other{{number} dni}}
pt: {number, plural, one{{number} dia} other{{number} dias}}
